import random
print("안다미로의 가격대별의 메뉴를 알고싶어?")
print('1: 3000원대')
print('2: 4000원대')
print('3: 5000원대')
print('4: 6000원대')
print('5: 7000원대')
a=input('원하는 가격대에 속한 번호를 입력해 주세요.: ')


if a=='1':
    print("3000원대의 메뉴는 '국물떡볶이', '계란 라면' 입니다.")

if a=='2':
    print("4000원대의 메뉴는 '치즈라면', '치즈국물 떡볶이' 입니다.")

if a=='3':
    print("5000원대의 메뉴는 '로제떡볶이', '치즈국물 떡볶이' 입니다.")

if a=='4':
    print("6000원대의 메뉴는 '뚝배기 된장밥', '치즈국물 떡볶이' 입니다.")

if a=='5':
    print("7000원대의 메뉴는 '치즈라면', '치즈국물 떡볶이' 입니다.")

else:
    print("없어? 추천해 줄께.")

b=random.randrange(1,5)

b=input('아직 못정한 결정장애를 위해 1~5 중에 골라봐.: ')

if b=='1':
    print('추천메뉴: 순대국')

if b=='2':
    print('추천메뉴: 뚝배기 된장밥')

if b=='3':
    print('추천메뉴: 제육볶음')

if b=='4':
    print('추천메뉴: 계란 라면')

if b=='5':
    print('추천메뉴: 김치가스동')
    
c=random.randrange(1,5)

print('밥 다음은 카페지, 카페가서 뭐 좀 마실래?: ')
print('카페인')
print('달달한거')
print('상큼한거')
print('따뜻한거')
print('추천해줘')
print('없어')
c=input('이중 골라서 적어줘:')


if c=='카페인':
    print('카페라떼')

if c=='달달한거':
